//
//  Rule.swift
//  RF
//
//  Created by 이정동 on 2023/07/19.
//

import Foundation

struct Rule {
    static let list: [String] = [
        "해당사항 없음",
        "활동적인 걸 원해요",
        "빠른 답변을 원해요",
        "모임 참석이 중요해요",
        "우리 모임에 집중해주길 원해요",
        "욕설 및 비방글 절대 금지!",
        "너무 늦은 시간에는 대화 금지",
        "강퇴를 진행할 수 있어요",
        "선정적인 이야기 금지",
        "존댓말로 대화해요",
        "반말로 대화해요",
        "방학 때도 활동할 사람을 원해요",
        "건전한 모임 활동을 원해요",
        "하루에 한 번 대화는 꼭 참여해요",
        "자유로운 분위기를 원해요"
    ]
}
